[ChestGrades.NoteToSelf_Chest_Balance InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.InteractiveObj_IceBlock InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_NoteToSelf_Chest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_BigBoyStatue InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO_NoteToSelf_Ice InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_NoteToSelf_Echo MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="CAIXA DE VOZ QUE FAZ SAIR PALAVRAS"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_NoteToSelf_Echo:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="NOTA PARA MIM SOBRE MUITAS ARMAS GUARDADAS"
NoConstraintText=""
Suffix=""
Prefix=""

